// 1. შექმენი ასიქნრონული ფუნქცია, რომელიც აბრუნებს Promise. 2 წამიანი
// დაყოვნების შემდეგ გამოიძახეთ resolve ფუნქცია სტრინგ მნიშვნელობით.
// 2. შექმენი ფუნქცია async-ის გამოყენებით. Await-ის გამოყენებით შეინახე წინა
// ფუნქციის შედეგი ცვლადში და გამოიტანეთ მიღებული მნიშვნელობა კონსოლში.
// 3. მოცემულია API: https://jsonplaceholder.typicode.com/posts გააგზავნე მოთხოვნა
// Fetch API გამოყენებით. ასევე გააყოლე ვალიდური body. დაელოდეთ მოთხოვნის
// შედეგს, სერვერის პასუხის სტატუსი გამოიტანეთ კონსოლში.
// 4. მიიღეთ ინფორმაცია შემდეგი მისამართიდან:
// https://jsonplaceholder.typicode.com/posts?_limit=5
// გაანალიზეთ და დაბეჭდეთ მიღებული ინფორმაცია.
