// let age1 = 19;
// let age2 = 10;

//  age1-ის შემოწმება

// if (age1 >= 18) {
//     console.log("age1 არის სრულწლოვანი");
// } else {
//     console.log("age1 არ არის სრულწლოვანი");

// }
// age2-ის შემოწმება
//     if (age2 >= 18) {
//         console.log("age2 არის სრულწლოვანი");
//      } else {
//         console.log("age2 არ არის სრულწლოვანი");
//    }

// დაბეჭდეთ 1-დან 10-ის ჩათვლით არსებული ლუწი რიცხვები.

//  let list =

// for (let i = 2; i <=10; i += 2) {
//     console.log(i);
// }

// HTML დოკუმენტში შექმენით ღილაკი და მასზე დაჭერისას გამოვიდეს შეტყობინება.

//  input ტეგში ტექსტის ჩაწერის პარალელურად კონსოლში დაბეჭდეთ input-ის მნიშვნელობა.

// function logInput(value) {
//   console.log("Input შეყვანილია:", value);
// }
