// 1.  აღწერეთ ცვლადები: age1, age2. მიანიჭეთ რიცხვითი მნიშვნელობები და პირობითი ოპერატორის გამოყენებით დაადგინეთ არის თუ არა სწრულწლოვანი. დაბეჭდეთ შესაბამისი ტექსტი.
let age1 = 17;
let age2 = 21;

if (age1 >= 18) {
  console.log("Age1 სრულწლოვანია");
} else {
  console.log("Age1 არასრულწლოვანია");
}

if (age2 >= 18) {
  console.log("Age2 სრულწლოვანია");
} else {
  console.log("Age2 არასრულწლოვანია");
}

// 2.  სასურველი ციკლის ოპერატორის დახმარებით დაბეჭდეთ 1-დან 10-ის ჩათვლით არსებული ლუწი რიცხვები.

let i = 2;
while (i <= 10) {
  console.log(i);
  i += 2;
}

// 3. HTML დოკუმენტში შექმენით ღილაკი და მასზე დაჭერისას გამოვიდეს შეტყობინება.

function showAlert() {
  alert("გამარჯობა!");
}

// 4. input ტეგში ტექსტის ჩაწერის პარალელურად კონსოლში დაბეჭდეთ input-ის მნიშვნელობა.

function logInput(value) {
  console.log(value);
}
